run/test/constant/polyMesh/boundary
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}

7
(
aggregate
{
    type wall;
    nFaces 24;
    startFace 54;
}
XY-Zmin
{
    type wall;
    nFaces 9;
    startFace 78;
}
YZ-Xmin
{
    type patch;
    nFaces 9;
    startFace 87;
}
XZ-Ymin
{
    type wall;
    nFaces 9;
    startFace 96;
}
XY-Zmax
{
    type wall;
    nFaces 9;
    startFace 105;
}
XZ-Ymax
{
    type wall;
    nFaces 9;
    startFace 114;
}
YZ-Xmax
{
    type patch;
    nFaces 9;
    startFace 123;
}
)
